Could not create integral wall sweep for wall instance. [Description]
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCreateCorniceIntegralError { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCreateCorniceIntegralError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCreateCorniceIntegralError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CreationFailures Class
  Autodesk.Revit.DB Namespace